Repository: edupujol2022/WaterJugChallenge
Catalog: WaterJugChallenge/*.lproj/Localizable.strings
Languages: es

source: Jug1 Size
es: Tamaño J1

source: Jug2 Size
es: Tamaño J2

source: Objective
es: Objetivo

# LETS_CALL_AI
source: Let me see how you do it AI!
es: Muestrame como se hace IA!

# JUG1_FILL_ACTION_INFO
source: Fill Jug1
es: Llenar Jug1

# JUG2_FILL_ACTION_INFO
source: Fill Jug2
es: Llenar Jug2

# JUG1_EMPTY_ACTION_INFO
source: Empty Jug1
es: Vaciar Jug1

# JUG2_EMPTY_ACTION_INFO
source: Empty Jug2
es: Vaciar Jug2

# JUG1_TO_JUG2_TRANSFER_ACTION_INFO
source: (Transfer Jug1 to Jug2) >>>>>>
es: (Transferir Jug1 a Jug2) >>>>>>

# JUG2_TO_JUG1_TRANSFER_ACTION_INFO
source: <<<<<< (Transfer Jug2 to Jug1)
es: <<<<<< (Transferir Jug2 a Jug1)

# JUG1_OBJECTIVE_ACTION_INFO
source: Objective is in Jug1!
es: Objetivo en Jug1!

# JUG2_OBJECTIVE_ACTION_INFO
source: Objective is in Jug2!
es: Objetivo en Jug2!
